Revit 2027 API
ParameterTypeId.ImportAdtEntityLength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportAdtEntityLength { get; }
Public Shared ReadOnly Property ImportAdtEntityLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportAdtEntityLength {
	ForgeTypeId^ get ();
}
static member ImportAdtEntityLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace